<!--Cqssc的下注规则-->
<template>
  <div class="pd56px">
      <div  id="des">
        <div class="sec_box">
          <p class="title_1">该游戏的投注时间、开奖时间和开奖号码与重庆时时彩完全同步，北京时间（GMT+8）
            每天白天从上午10：00开到晚上22：00，夜场从22:00至凌晨2点,每10分钟开一次奖，夜场每5分钟开一次奖,每天开奖120期(白天72期,夜间48期)。</p>
          <p class="title_1">1.第一球~第五球</p>
          <p>第一球特~第五球特：第一球特、第二球特、第三球特、第四球特、第五球特：指下注的每一球特与开出之号码其开奖顺序及开奖号码相同，视为中奖，如第一球开出号码8，下注第一球为8者视为中奖，其余情形视为不中奖。</p>
          <p>单双大小：根据相应单项投注第一球特 ~ 第五球特开出的球号，判断胜负。</p>
          <p>大小：根据相应单项投注的第一球特 ~ 第五球特开出的球号大於或等於5为特码大，小於或等於4为特码小。</p>
          <p>单双：根据相应单项投注的第一球特 ~ 第五球特开出的球号为双数叫特双，如2、6；特码为单数叫特单，如1、3。</p>
          <p class="title_1"> 2.总和单双大小：</p>
          <p>大小：根据相应单项投注的第一球特 ~ 第五球特开出的球号大於或等於23为特码大，小於或等於22为特码小。</p>
          <p>单双：根据相应单项投注的第一球特 ~ 第五球特开出的球号数字总和值是双数为总和双，数字总和值是单数为总和单。</p>
          <p class="title_1">3.前三特殊玩法： 豹子 > 顺子 > 对子 > 半顺 > 杂六 。</p>
          <p>豹子：数字都相同。----如中奖号码为000、111、999等，中奖号码的万位千位百位数字相同，则投注豹子者视为中奖，其它视为不中奖。</p>
          <p>顺子：数字都相连，不分顺序。（数字9、0、1相连）----如中奖号码为123、901、321、546等，中奖号码万位千位百位数字相连，则投注顺子者视为中奖，其它视为不中奖。</p>
          <p>对子：任意两位数字相同。（不包括豹子）----如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。如果开奖号码为豹子,则对子视为不中奖。如中奖号码为001，112、696，中奖号码有两位数字相同，则投注对子者视为中奖，其它视为不中奖。</p>
          <p>半顺：任意两位数字相连，不分顺序。（不包括顺子、对子。）----如中奖号码为125、540、390、706，中奖号码有两位数字相连，则投注半顺者视为中奖，其它视为不中奖。如果开奖号码为顺子、对子,则半顺视为不中奖。--如中奖号码为123、901、556、233，视为不中奖。</p>
          <p>杂六：不包括豹子、对子、顺子、半顺的所有中奖号码。----如中奖号码为157，中奖号码位数之间无关联性，则投注杂六者视为中奖，其它视为不中奖。</p>
        </div>
      </div>

  </div>
</template>

<script>
    export default {
        name: "BetRulesCqssc"
    }
</script>

<style scoped>
    #open-codes
    {
      width: 100%;
      padding: 25px 10%  15px 10%;
      box-sizing: border-box;
      font-size: 0.8rem;
    }
    ul
    {
      width: 100%;
      overflow: hidden;
    }
    ul>li
    {
      width: 40%;
      float: left;
      height: 8rem;
      -webkit-border-radius: 8px;
      -moz-border-radius: 8px;
      border-radius: 8px;
      border: 1px solid rgba(255,255,255,0.5);
      margin-bottom: 15px;
      background: rgba(255,255,255,0.1);
    }
    ul>li:nth-child(2n)
    {
      float: right;
    }
    .lottery-logo
    {
      display: block;
      margin:0 auto;
      width: 4rem;
      height: 4rem;

      margin-top: 0.8rem;
    }
    .lottery-name
    {
      height: 3.2rem;
      line-height: 3.2rem;
      font-size: 1rem;
    }
    html,body
    {
      background: #31302E;
    }

</style>
